Revit 2027 API
ParameterTypeId.RbsElecModifications Property
 "Modifications"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecModifications { get; }
Public Shared ReadOnly Property RbsElecModifications As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecModifications {
	ForgeTypeId^ get ();
}
static member RbsElecModifications : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace